tap "homebrew/cask"

brew "zsh"
brew "zsh-completions"
brew "zplug"

brew "bash"
brew "fish"

brew "git"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "wget"

brew "vim"
brew "neovim"

brew "tmux"
brew "abduco"
brew "mosh"

brew "go"

brew "node"

brew "pipenv"
brew "pyenv"
brew "pyenv-virtualenv"

brew "awscli"
brew "aws-shell"
brew "awscurl"
brew "terraform"
brew "terraforming"
brew "terragrunt"

cask "alacritty"
