tap "homebrew/cask"

brew "zsh"
brew "zsh-completions"
brew "starship"
brew "bash"
brew "fish"
brew "git"
brew "gh"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "wget"
brew "httpie"
brew "tree"
brew "jq"
brew "bat"
brew "vim"
brew "neovim"
brew "tmux"
brew "abduco"
brew "mosh"
brew "go"
brew "node"
brew "pipenv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "jenv"
brew "awscli"
brew "aws-shell"
brew "awscurl"
brew "terraform"
brew "terraforming"
brew "terragrunt"
brew "kubectl"
brew "kubectx"
brew "gpg2"
brew "gnupg"
brew "pinentry-mac"
brew "alacritty"
