brew "zsh"
brew "zsh-completions"
brew "zplug"

brew "bash"
brew "fish"

brew "git"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "exa"

brew "vim"
brew "tmux"
brew "abduco"
brew "mosh"

brew "go"
brew "node"
brew "pipenv"
brew "pyenv"
brew "pyenv-virtualenv"

brew "awscli"

cask "alacritty"
